export default function () {
	return (
		<>
			<h1 className='text-3xl'>О Компании</h1>
			<p className='mt-5'>Ювелирная компания «UvelirTrade» новая и перспективная на ювелирном рынке.</p>
			<p className='mt-5'>«UvelirTrade» – это разнообразные украшения, выполненные в золоте с драгоценными камнями, в каждом из которых воплощение современного стиля, изысканности красоты в лучших ювелирных традициях. Наше предприятие находится в городе Кострома, широко известном как столица ювелирных мастеров. Особенностью нашего производства являются современные европейские технологии при изготовлении украшений.</p>
			<p className='mt-5'>Новая концепция в производстве и многолетний опыт наших мастеров, позволяет нам создать в своем роде уникальные легковесные изделия, что в итоге формирует более низкую цену изделия по сравнению с аналогичными украшениями. Наш коллектив объединяет творческий подход и любовь к своему делу!</p>
			<p className='mt-5'>Мы с уважением и пониманием относимся к каждому клиенту. Наша компания всегда открыта к сотрудничеству, давайте вместе создавать успех!</p>
		</>
	)
}